Repository: Jonasgroen/Bachelor
Catalog: Audiotoxic/Audiotoxic/*.lproj/InternalLocalizedStrings.strings
Languages: da

# section.title.how-to-use-this-app
source: How do I use this app?
da: Hvordan bruger jeg denne app?

# section.description.how-to-use-this-app
source: Begin by creating a profile on the profile tab with: Name, Birthday and Sex. When you have saved your profile, you will get access to the "Test" and "Results" tabs. Now you can begin the test itself (on the Test tab) and measure your current hearing ability. The sound will first come at your left ear, then your right ear. Remember to use headphones! When you have finished your test, you can see your results on the Results tab. Here you can see the highest frequency you heard and at what dB level you heard it at. Use these results to track your hearing over time. Enjoy :)
da: Begynd med at oprette din profil ved at vælge "Profil" fanen i bunden af skærmen. Indtast dit navn, fødselsdato og køn, og derefter gem profilen. Når profilen er gemt, får du adgang til "Test" og "Resultater" fanerne. Nu kan du begynde at udføre høretesten og måle din nuværende hørelse. Lyden kommer først i venstre øre og derefter i højre øre, husk derfor at bruge høretelefoner! Når du har færdiggjort testen, kan du se resultaterne i Resultater fanen. Her kan du se den højeste frekvens du kunne høre, samt hvilket dB niveau du hørte den på. Brug disse resultater til at følge din hørelse over tid.

# section.title.ototoxic-drug
source: What is an Ototoxic drug?
da: Hvad er Ototoksisk medicin?

# section.description.ototoxic-drug
source: Certain medications can damage the ear, resulting in hearing loss, ringing in the ear, or balance disorders. These drugs are considered ototoxic. There are more than 200 known ototoxic medications (prescription and over-the-counter) on the market today. These include medicines used to treat serious infections, cancer, and heart disease.
da: Visse lægemidler kan medføre øreskade eller balance problemer. Disse lægemidler betragtes som "Ototoksiske". Der er mere end 200 kendte ototoksiske lægemidler (receptpligtige og receptfrie) på markedet i dag. Det inkluderer lægemidler der bruges til at behandle alvorlige infektioner, kræft og hjerte sygdomme.

# section.title.signs-symptoms
source: Signs and Symptoms
da: Tegn og Symptomer

# section.description.signs-symptoms
source: When you are taking ototoxic drugs, you should be aware of any changes in your hearing. The first signs of ototoxicity is usually ringing in the ears (tinnitus) and/or high frequency hearing loss. The high frequencies are not common to experience so you must be aware your hearing ability with these frequencies by yourself. If you keep track of your hearing in the high frequencies, you may be able to prevent hearing loss in the lower frequencies, which is much more common in your life. Lastly, you can also experience a loss of balance or a feeling of unsteadiness when standing.
da: Når du tager ototoksiske lægemidler, skal du være opmærksom på eventuelle ændringer i din hørelse. De første tegn på ototoksicitet er oftest ringen i ørerne (tinnitus) og/eller høretab i de høje frekvenser (10000 - 16000). De høje frekvenser er ikke almindelige at opleve, så du skal selv være opmærksom på din høreevne med disse frekvenser. Hvis du holder styr på din hørelse i de høje frekvenser, kan du muligvis forhindre høretab i de lavere frekvenser, hvilket er meget mere almindeligt i dit liv (almindelig tale er i disse frekvenser). Derudover kan du også opleve et tab af balance eller en følelse af ustabilitet, når du står oprejst.

# section.title.diagnosis
source: Diagnosis
da: Diagnose

# section.description.diagnosis
source: The problem with diagnosing Ototoxicity is that it is gradually getting worse over time and it begins very subtely. Therefore it is important to be aware of whether or not your medication is Ototoxic. Your physician should recommend regular hearing tests to make sure that you catch hearing damage early. This way physicians can also discontinue or reduce the medication dose to ensure no further hearing damage is made.
da: Problemet med at diagnosticere ototoksicitet er, at det gradvist bliver værre over tid, og det begynder meget subtilt. Derfor er det vigtigt at være opmærksom på, om din medicin er ototoksisk. Din læge bør anbefale regelmæssige høretests for at sikre, at du opdager høreskade tidligt. På denne måde kan læger også afbryde eller reducere medicindosis for at sikre, at der ikke opstår yderligere høreskade.

# section.title.treatment
source: Treatment
da: Behandling

# section.description.treatment
source: There are no current treatments to reverse the effects of ototoxicity. That is why it is so important to detect early on. Patients who suffer from permanent hearing damage may elect to use hearing aids or implants.
da: Der er ingen aktuelle behandlinger for at vende virkningerne af ototoksicitet. Derfor er det så vigtigt at opdage tidligt. Patienter der lider af permanent høreskade kan dog vælge at bruge høreapparater eller implantater.

# section.title.audiotoxic-app
source: How the Audiotoxic app can help you
da: Hvordan Audiotoxic app'en kan hjælpe dig

# section.description.audiotoxic-app
source: As mentioned in the previous sections, the effects of Ototoxicity are subtle and irreversible. Therefore it is very important to detect any potential damage early on. The Audiotoxic app can be your regular hearing test you can use to keep track of your hearing. The app can potentially prevent permanent hearing loss and it makes hearings tests more accessible.
da: Som nævnt i de foregående afsnit er virkningerne af ototoksicitet subtile og irreversible. Derfor er det meget vigtigt at opdage potentiel skade tidligt. Audiotoxic-appen kan være din regelmæssige høretest, som du kan bruge til at holde styr på din hørelse. Appen kan potentielt forhindre permanent høretab, og den gør høretests mere tilgængelige.

# section.title.read-more
source: Read more about Ototoxicity
da: Læs mere omkring Ototoksicitet

# section.description.read-more
source: You can read more about Ototoxicity on the following pages: medical-dictionary.thefreedictionary.com asha.org en.wikipedia.org
da: Du kan læse mere om Ototoksicitet på følgende sider: medical-dictionary.thefreedictionary.com asha.org da.wikipedia.org

# info.opening-text
source: There is a lot of information on Ototoxicity, so we have divided into the sections below, including information about this app.
da: Der er meget information omkring Ototoksi, så vi har inddelt det i sektioner herunder, inklusiv information omkring denne app.

# test.test-running-button
source: Press the red button when you hear the sound.
da: Tryk på den røde knap når du hører tonen.

# result.details.left-ear
source: Left ear
da: Venstre øre

# result.details.right-ear
source: Right ear
da: Højre øre

# result.frequency
source: Frequency (Hz):
da: Frekvens (Hz):

# result.date
source: Date:
da: Dato:

# profile.save
source: Profile saved!
da: Profilen blev gemt!

# profile.notSave
source: Profile not saved!
da: Profilen blev ikke gemt!
